tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "black"
brew "librsvg"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "lf"
brew "lua"
brew "neovim"
brew "node"
brew "peco"
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "tree"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker"
cask "font-roboto-mono-nerd-font"
vscode "academicjargon.atom-black"
vscode "ahmadawais.shades-of-purple"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "Gruntfuggly.todo-tree"
vscode "hollowtree.vue-snippets"
vscode "IBM.output-colorizer"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "kortina.vscode-markdown-notes"
vscode "mhutchie.git-graph"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "SonarSource.sonarlint-vscode"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
