tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "black"
brew "glib"
brew "calc"
brew "pkgconf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "gpgme"
brew "graphviz"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "lf"
brew "libsixel"
brew "lua"
brew "lua-language-server"
brew "lua@5.1"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "node"
brew "node@18"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk"
brew "openslide"
brew "peco"
brew "pnpm"
brew "poppler"
brew "python@3.11"
brew "rainbarf"
brew "ranger"
brew "ripgrep"
brew "rtorrent"
brew "rust"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "tree"
brew "vips"
brew "w3m"
brew "jesseduffield/lazygit/lazygit"
cask "docker"
cask "dotnet-sdk"
cask "font-daddy-time-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-lilex-nerd-font"
cask "font-monaspace"
cask "font-open-dyslexic-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "rar"
cask "rectangle"
vscode "academicjargon.atom-black"
vscode "ahmadawais.shades-of-purple"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "antfu.goto-alias"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "jrieken.vscode-pr-pinger"
vscode "kortina.vscode-markdown-notes"
vscode "mhutchie.git-graph"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-selfhost-test-provider"
vscode "ms-vscode.vscode-typescript-next"
vscode "nuxt.mdc"
vscode "nuxtr.nuxt-vscode-extentions"
vscode "nuxtr.nuxtr-vscode"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "slevesque.shader"
vscode "sumneko.lua"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
